export default function DetailsDialog() {
  return (
    <dialog id="datis_desc_modal" className="modal">
      <div className="modal-box">
        <p className="py-4">
          از دیگر محورهای عملیاتی شرکت، پیاده سازی و برقراری سیستم های نگهداشت
          موثر تجهیزات پزشکی در مراکز درمانی است. یک سیستم نگهداشت موثر تجهیزات
          پزشکی از اهمیت زیادی برخوردار است که به مهمترین آنها میتوان به ایمنی
          بیماران و کادر درمان، صرفه‌جویی در هزینه‌ها و بهبود کیفیت خدمات درمانی
          اشاره نمود. مرکز فنی تخصصی و آزمایشگاه مرجع این شرکت در پارک فناوری
          سلامت شیراز واقع شده است و بسیاری از مراکز درمانی در سطح استان فارس از
          مشتریان این شرکت بوده و از خدمات نگهداشت و سرویس و نگهداری تجهیزات این
          شرکت بهره-مند شده اند. از جمله اهداف استراتژیک این شرکت بسط حوزه
          فعالیت کاری در سطح استان های جنوب کشور است که در این راستا پروژه هایی
          در استان های بوشهر، هرمزگان و کهکیلویه و بویراحمد در چند سال اخیر
          پیاده سازی و اجرا شده است. این شرکت براساس توانمندی ها و بهرمندي از
          پتانسیل های سخت افزاری و نرم افزاری خود و عقد قراردادهای همکاری ملی و
          بین المللی با شرکتهای معتبر در زمینه های زیر مشغول به فعالیت و ارائه
          خدمات می باشد.
        </p>
        <ul className="list-disc px-2">
          <li>ارائه انواع مواد مرجع و استاندارد (RM & CRM)</li>
          <li>تعمیر و نگهداری تجهیزات پزشکی، دندانپزشکی و آزمایشگاهی</li>
          <li>طراحی و ساخت شبیه سازهای آموزشی و تخصصی پزشکی</li>
          <li>مشاوره فنی و کارشناسی در خصوص تهیه تجهیزات پزشکی، آزمایشگاهی</li>
          <li>
            مشاوره و اجرا در زمینه نصب و راه اندازی تجهیزات پزشکی، دندانپزشکی و
            آزمایشگاهی
          </li>
          <li>
            مشاوره و ارائه طرح های توجیهی و اقتصادی در راستای توسعه مراکز درمانی
            و بیمارستان ها.
          </li>
          <li>
            مشاوره و اجرا در خصوص ایجاد و راه اندازه گیری آزمایشگاه های مرجع و
            کالیبراسیون
          </li>
          <li>
            برگزاری دوره های آموزشی تخصصي اصول بازرسی و مدیریت نگهداشت تجهیزات
            پزشکی، دندانپزشکی و آزمایشگاهی.
          </li>
        </ul>
        <div className="modal-action">
          <form method="dialog">
            <button className="btn btn-primary text-white">بستن</button>
          </form>
        </div>
      </div>
    </dialog>
  );
}
