export default function PersiaDescriptionList() {
  return (
    <ul className="mt-4 *:mt-4 text-[10px] lg:text-[16px] list-image-[url(/images/list-bullet.png)]">
      <li>کالیبراسیون و کنترل کیفیت تجهیزات پزشکی، دندانپزشکی</li>
      <li>کالیبراسیون و کنترل کیفیت تجهیزات آزمایشگاهی و فیزیوتراپی</li>
      <li>کنترل کیفیت لیزرهای پزشکی (چشمی، پوستی و دندانی)</li>
      <li>کنترل کیفیت تجهیزات تصویربرداری پزشکی</li>
      <li>کالیبراسیون تجهیزات ابزاردقیق و اندازه گیری</li>
      <li>برگزاری دوره های آموزشی تخصصی در حوزه اندازه شناسی و کالیبراسیون</li>
    </ul>
  );
}
