export default function DetailsDialog() {
  return (
    <dialog id="persia_desc_modal" className="modal">
      <div className="modal-box">
        <p className="py-4">
          آزمایشگاه های این شرکت در پارک علم و فناوری شیراز واقع شده است و
          بسیاری از مراکز درمانی دولتی و خصوصی در سطح استان فارس از کشتریان این
          شرکت بوده و از خدمات کالیبراسیون و کنترل کیفیت این شرکت بهره مند شده
          اند. از جمله اهداف استراتژیک این شرکت بسط حوزه فعالیت کاری در کشور و
          به طور خاص استان های جنوب کشور است که در این راستا پروژه هایی زیادی در
          استان های کرمان، بوشهر، هرمزگان، خوزستان، ایلام، سیستان و بلوچستان و
          کهکیلویه و بویراحمد در چند سال اخیر پیاده سازی و اجرا شده است. این
          شرکت براساس توانمندی ها و بهرمندي از پتانسیل های سخت افزاری و نرم
          افزاری خود و عقد قراردادهای همکاری ملی و بین المللی با شرکتهای معتبر
          در زمینه های زیر مشغول به فعالیت و ارائه خدمات میباشد.
        </p>
        <ul className="list-disc px-2">
          <li>اجراي كاليبراسيون و كنترل كيفيت تجهيزات پزشکی</li>
          <li>كنترل كيفيت سيستم هاي تصويربرداري پزشکی</li>
          <li>خدمات احراز کیفیت فرایندها (Qualification and Validation)</li>
          <li>
            اجرای آزمون های کنترل کیفیت و کالیبراسیون دستگاه های اندازهگیری و
            ابزاردقیق. (نیرو، فشار، دما، جرم و...)
          </li>
          <li>اجرای آزمون های کنترل کیفیت و کالیبراسیون تجهیزات آزمایشگاهی</li>
          <li>
            برگزاری دوره های آموزشی تئوری و عملی تخصصي در مباحث اندازه شناسي و
            کالیبراسیون
          </li>
          <li>
            مشاوره و اجرا در خصوص ایجاد و راه اندازه گیری آزمایشگاه های مرجع و
            کالیبراسیون
          </li>
          <li>
            مشاوره فنی و کارشناسی در خصوص خرید تجهیزات پزشکی، آزمایشگاهی و تخصصی
          </li>
          <li>
            مشاوره و اجرا در خصوص ایجاد و راهبرد آزمایشگاه های مرجع و
            کالیبراسیون
          </li>
          <li>
            برگزاری دوره های آموزشی تخصصي اصول بازرسی، مدیریت ریسک و مباحث
            اندازه شناسي و کالیبراسیون.
          </li>
        </ul>
        <div className="modal-action">
          <form method="dialog">
            <button className="btn btn-primary text-white">بستن</button>
          </form>
        </div>
      </div>
    </dialog>
  );
}
